{
  "app": {
    "title": "နေ့စဉ်လုပ်ဆောင်နိုင်စွမ်း ခြေရာခံစနစ်",
    "subtitle": "သင့်နေ့စဉ်လုပ်ငန်းများတွင် လွတ်လပ်စွာလုပ်ဆောင်နိုင်မှုကို စောင့်ကြည့်ပါ"
  },
  "start": {
    "nameLabel": "သင့်နာမည်",
    "namePlaceholder": "နာမည်ထည့်ပါ",
    "getStarted": "စတင်မည်",
    "disclaimer": "ဤကိရိယာသည် သင့်နေ့စဉ်လုပ်ငန်းများကို လုပ်ဆောင်နိုင်စွမ်းကို ခြေရာခံရန် ကူညီပေးပါသည်။ ၎င်းသည် <strong>ဆေးဘက်ဆိုင်ရာ ရောဂါရှာဖွေရေးကိရိယာ မဟုတ်ပါ</strong>။ ဆေးကုသမှုအကြံပြုချက်များအတွက် ကျန်းမာရေးပညာရှင်များနှင့် အမြဲတမ်း တိုင်ပင်ပါ။",
    "privacy":"သင့်မှတ်တမ်းသည် <strong>သင့်စက်၏ ဘရောက်ဇာတွင် လုံခြုံစွာ သိမ်းဆည်းထားပြီး သင့်ဘရောက်ဇာဒေတာကို ဖယ်ရှားသောအခါ ဖျက်သိမ်းမည်ဖြစ်သည်။</strong> ဤကိရိယာကို အသုံးပြုခြင်းဖြင့် သင်သည် ကျွန်ုပ်တို့၏ <strong>ဝန်ဆောင်မှုစည်းမျဉ်းများ</strong> နှင့် <strong>ကိုယ်ရေးအချက်အလက် မူဝါဒ</strong> ကို သဘောတူပါသည်။"
  },
  "home": {
    "welcome": "ကြိုဆိုပါတယ်၊",
    "trackActivities": "သင့်နေ့စဉ်လုပ်ဆောင်နိုင်စွမ်းကို ခြေရာခံပါ",
    "currentScore": "လက်ရှိရမှတ်",
    "lastAssessment": "နောက်ဆုံးအကဲဖြတ်ချက်",
    "takeNewAssessment": "အကဲဖြတ်ချက်အသစ် လုပ်ဆောင်မည်",
    "startFirstAssessment": "ပထမဆုံးအကဲဖြတ်ချက် စတင်မည်",
    "viewHistory": "မှတ်တမ်းနှင့် လမ်းကြောင်းများကြည့်ရှုမည်",
    "viewDetails": "အမျိုးအစားအလိုက် လက်ရှိရမှတ်များကြည့်မည်",
    "aboutTitle": "ဤကိရိယာအကြောင်း",
    "aboutDescription": "ဤခြေရာခံစနစ်သည် သင့်အား အရေးကြီးသော နေ့စဉ်လုပ်ငန်း ရှစ်ခုလုပ်ဆောင်နိုင်စွမ်းကို စောင့်ကြည့်ရန် ကူညီပေးပါသည်:",
    "importantReminder": "အရေးကြီးသော သတိပေးချက်",
    "disclaimerPoints": {
      "notDiagnostic": "ဤသည် ရောဂါရှာဖွေရေးကိရိယာ မဟုတ်ပါ။ ၎င်းသည် ပရော်ဖက်ရှင်နယ် ဆေးဘက်ဆိုင်ရာ အကဲဖြတ်ချက်ကို အစားထိုးနိုင်မည် မဟုတ်ပါ။",
      "earlyAwareness": "၎င်းသည် စောစီးစွာ သတိပြုမှုနှင့် စောင့်ကြည့်ခြင်းအတွက် ဒီဇိုင်းပြုလုပ်ထားပြီး ရလဒ်များကို ကျန်းမာရေးပညာရှင်များနှင့် ဆွေးနွေးသင့်ပါသည်။",
      "familyObservation": "မိသားစု/သူငယ်ချင်းများ၏ လေ့လာတွေ့ရှိချက်များနှင့် ပေါင်းစပ်သုံးစွဲပါက အသုံးအများဆုံးဖြစ်ပါသည်။"
    }
  },
  "assessment": {
    "questionOf": "မေးခွန်း",
    "complete": " ပြီးစီးသည်",
    "selectOption": "သင့်လက်ရှိစွမ်းရည်ကို အကောင်းဆုံးဖော်ပြသော ရွေးချယ်မှုကို ရွေးပါ",
    "back": "နောက်သို့",
    "next": "ရှေ့သို့",
    "completeButton": "ပြီးစီးပါပြီ"
  },
  "domains": {
    "telephone": {
      "title": "တယ်လီဖုန်းအသုံးပြုခြင်း",
      "questions": {
        "1": "ဖုန်းနံပါတ်များကို ကိုယ်တိုင်ရှာဖွေပြီး ခေါ်ဆိုနိုင်သည်",
        "2": "သိကျွမ်းသော နံပါတ်အနည်းငယ်ကို ခေါ်ဆိုနိုင်သည်",
        "3": "ဖုန်းကို ဖြေနိုင်သော်လည်း ခေါ်ဆိုမရပါ",
        "4": "တယ်လီဖုန်းကို လုံးဝအသုံးမပြုပါ"
      }
    },
    "shopping": {
      "title": "စျေးဝယ်ခြင်း",
      "questions": {
        "1": "စျေးဝယ်ရန်လိုအပ်သမျှကို လွတ်လပ်စွာ စီမံနိုင်သည်",
        "2": "ပစ္စည်းအသေးစားများကို လွတ်လပ်စွာ ဝယ်ယူနိုင်သည်",
        "3": "မည်သည့်စျေးဝယ်ခရီးစဉ်တွင်မဆို လိုက်ပါရန် လိုအပ်သည်",
        "4": "လုံးဝစျေးမဝယ်နိုင်ပါ"
      }
    },
    "meals": {
      "title": "အစားအစာပြင်ဆင်ခြင်း",
      "questions": {
        "1": "အစားအစာကို စီစဉ်ခြင်း၊ ချက်ပြုတ်ခြင်းနှင့် တိုက်ကျွေးခြင်းများကို လွတ်လပ်စွာ လုပ်ဆောင်နိုင်သည်",
        "2": "ပါဝင်ပစ္စည်းများ ပေးထားပါက အစားအစာကို ပြင်ဆင်နိုင်သည်",
        "3": "ပြင်ဆင်ထားသော အစားအစာကို အပူပေးပြီး တိုက်ကျွေးနိုင်သည်",
        "4": "အစားအစာကို ပြင်ဆင်ပေးရန်နှင့် တိုက်ကျွေးရန် လိုအပ်သည်"
      }
    },
    "housekeeping": {
      "title": "အိမ်သန့်ရှင်းရေး",
      "questions": {
        "1": "အလေးလုပ်ငန်းများအတွက် ရံဖန်ရံခါအကူအညီဖြင့် အိမ်ကို တစ်ယောက်တည်း ထိန်းသိမ်းနိုင်သည်",
        "2": "ပန်းကန်ဆေးခြင်း၊ အိပ်ယာခင်းခြင်းကဲ့သို့ နေ့စဉ်လုပ်ငန်းပေါ့ပေါ့များကို လုပ်ဆောင်နိုင်သည်",
        "3": "လုပ်ငန်းပေါ့ပေါ့များကို လုပ်ဆောင်နိုင်သော်လည်း လက်ခံနိုင်သော သန့်ရှင်းမှုကို မထိန်းသိမ်းနိုင်ပါ",
        "4": "အိမ်ထိန်းသိမ်းရေးလုပ်ငန်းများအားလုံးတွင် အကူအညီ လိုအပ်သည်",
        "5": "အိမ်သန့်ရှင်းရေးလုပ်ငန်းများတွင် ပါဝင်လုပ်ဆောင်မှုမရှိပါ"
      }
    },
    "laundry": {
      "title": "အဝတ်လျှော်ခြင်း",
      "questions": {
        "1": "ကိုယ်ပိုင်အဝတ်လျှော်ခြင်းကို လုံးဝလုပ်ဆောင်နိုင်သည်",
        "2": "လက်ကိုင်ပုဝါကဲ့သို့ ပစ္စည်းအသေးစားများကို လျှော်ဖွတ်နိုင်သည်",
        "3": "အဝတ်လျှော်ခြင်းအားလုံးကို အခြားသူများက လုပ်ပေးရမည်"
      }
    },
    "transportation": {
      "title": "သယ်ယူပို့ဆောင်ရေး",
      "questions": {
        "1": "အများသုံးသယ်ယူပို့ဆောင်ရေးဖြင့် လွတ်လပ်စွာ သွားလာနိုင်သည် သို့မဟုတ် ကားမောင်းနိုင်သည်",
        "2": "တက္ကစီဖြင့် ကိုယ်တိုင်စီစဉ်သွားလာနိုင်သည်",
        "3": "အကူအညီဖြင့် အများသုံးသယ်ယူပို့ဆောင်ရေးဖြင့် သွားလာနိုင်သည်",
        "4": "အခြားသူ၏အကူအညီဖြင့် တက္ကစီ သို့မဟုတ် ကားဖြင့်သာ သွားလာနိုင်သည်",
        "5": "လုံးဝသွားလာမှုမရှိပါ"
      }
    },
    "medications": {
      "title": "ဆေးဝါးစီမံခန့်ခွဲခြင်း",
      "questions": {
        "1": "မှန်ကန်သောပမာဏဖြင့် မှန်ကန်သောအချိန်တွင် လွတ်လပ်စွာ ဆေးသောက်နိုင်သည်",
        "2": "ကြိုတင်ပြင်ဆင်ထားပါက ဆေးသောက်နိုင်သည်",
        "3": "ကိုယ်ပိုင်ဆေးဝါးစီမံခန့်ခွဲနိုင်မှု မရှိပါ"
      }
    },
    "finances": {
      "title": "ငွေကြေးစီမံခန့်ခွဲခြင်း",
      "questions": {
        "1": "ဘဏ္ဍာရေးကိစ္စရပ်များအားလုံးကို လွတ်လပ်စွာ စီမံနိုင်သည်",
        "2": "နေ့စဉ်ဝယ်ယူမှုများကို စီမံနိုင်သော်လည်း ဘဏ်လုပ်ငန်းများတွင် အကူအညီ လိုအပ်သည်",
        "3": "ငွေကြေးကိုင်တွယ်နိုင်မှု မရှိပါ"
      }
    }
  },
  "results": {
    "title": "အကဲဖြတ်ချက် ပြီးစီးပါပြီ",
    "subtitle": "သင့်ရလဒ်များ ဤတွင်ရှိပါသည်",
    "yourScore": "သင့်ရမှတ်",
    "highIndependence": "မြင့်မားသော လွတ်လပ်မှု",
    "moderateIndependence": "အလယ်အလတ် လွတ်လပ်မှု",
    "supportNeeded": "အထောက်အပံ့ လိုအပ်သည်",
    "highMessage": "သင်သည် နေ့စဉ်လုပ်ငန်းများကို ကောင်းမွန်စွာ စီမံလျက်ရှိပါသည်။ သင့်စွမ်းရည်များကို ဆက်လက်စောင့်ကြည့်ပြီး ကျန်းမာရေးကောင်းမွန်သော အလေ့အကျင့်များကို ထိန်းသိမ်းပါ။",
    "moderateMessage": "အချို့သော လုပ်ငန်းများတွင် အထောက်အပံ့ လိုအပ်နိုင်ပါသည်။ စိန်ခေါ်မှုများကို မိသားစုဝင်များ သို့မဟုတ် ကျန်းမာရေးပညာရှင်များနှင့် ဆွေးနွေးရန် စဉ်းစားပါ။",
    "supportMessage": "များစွာသော လုပ်ငန်းများတွင် အကူအညီလိုအပ်ကြောင်း ပြသပါသည်။ အထောက်အပံ့ရွေးချယ်စရာများကို ဆွေးနွေးရန် ကျန်းမာရေးပညာရှင်နှင့် တိုင်ပင်ရန် အကြံပြုပါသည်။",
    "scoresByCategory": "အမျိုးအစားအလိုက် ရမှတ်များ:",
    "independent": "လွတ်လပ်သည်",
    "needsSupport": "အထောက်အပံ့ လိုအပ်သည်",
    "returnHome": "ပင်မစာမျက်နှာသို့ ပြန်သွားမည်",
    "viewHistory": "မှတ်တမ်းနှင့် လမ်းကြောင်းများ ကြည့်ရှုမည်",
    "nextStepsTitle": "နောက်ထပ် ဘာလုပ်သင့်သလဲ?",
    "nextSteps": {
      "share": "ဤရလဒ်များကို မိသားစုဝင်များ သို့မဟုတ် စောင့်ရှောက်သူများနှင့် မျှဝေပါ",
      "track": "ပုံမှန်အကဲဖြတ်ချက်များ လုပ်ဆောင်ခြင်းဖြင့် အချိန်ကြာလာသည်နှင့်အမျှ ပြောင်းလဲမှုများကို ခြေရာခံပါ",
      "consult": "စိုးရိမ်ဖွယ်ကျဆင်းမှုများ တွေ့ရှိပါက ကျန်းမာရေးပညာရှင်နှင့် တိုင်ပင်ပါ",
      "stayActive": "ရုပ်ပိုင်းဆိုင်ရာ၊ စိတ်ပိုင်းဆိုင်ရာနှင့် လူမှုရေးအရ တက်ကြွစွာနေပါ"
    }
  },
  "history": {
    "title": "အကဲဖြတ်ချက်မှတ်တမ်း",
    "backToHome": "ပင်မစာမျက်နှာသို့ ပြန်သွားမည်",
    "noHistory": "အကဲဖြတ်ချက်မှတ်တမ်း မရှိသေးပါ",
    "takeFirst": "သင့်ပထမဆုံးအကဲဖြတ်ချက် လုပ်ဆောင်ပါ",
    "improvingTrend": "တိုးတက်နေသော လမ်းကြောင်း",
    "decliningTrend": "ကျဆင်းနေသော လမ်းကြောင်း",
    "stable": "တည်ငြိမ်သည်",
    "improvingMessage": "သင့်ရမှတ်များသည် အချိန်ကြာလာသည်နှင့်အမျှ တိုးတက်နေပါသည်",
    "decliningMessage": "ဤအချက်ကို ကျန်းမာရေးပညာရှင်နှင့် ဆွေးနွေးရန် စဉ်းစားပါ",
    "stableMessage": "သင့်ရမှတ်များသည် တသမတ်တည်း ဆက်လက်တည်ရှိနေပါသည်",
    "totalScore": "စုစုပေါင်းရမှတ်"
  },
  "details": {
    "title": "အကဲဖြတ်ချက် အသေးစိတ်",
    "assessmentDate": "အကဲဖြတ်ချက်ရက်စွဲ:",
    "totalScore": "စုစုပေါင်းရမှတ်:",
    "yourResponse": "သင့်အဖြေ:",
    "recommendation": "အကြံပြုချက်",
    "recommendationText": "ဤလုပ်ငန်းအတွက် အထောက်အပံ့ရွေးချယ်စရာများကို မိသားစုဝင်များ သို့မဟုတ် ကျန်းမာရေးပညာရှင်များနှင့် ဆွေးနွေးရန် စဉ်းစားပါ။",
    "aboutTitle": "သင့်အကဲဖြတ်ချက်အကြောင်း",
    "aboutText1": "ဤအကဲဖြတ်ချက်သည် Lawton Instrumental Activities of Daily Living (IADL) Scale ကို အခြေခံထားပြီး၊ ၎င်းသည် လုပ်ငန်းဆောင်ရွက်နိုင်စွမ်း လွတ်လပ်မှုကို အကဲဖြတ်ရန် ကျန်းမာရေးပညာရှင်များက အသုံးပြုသော တရားဝင်အတည်ပြုထားသော ကိရိယာဖြစ်သည်။",
    "aboutText2": "ပုံမှန်အကဲဖြတ်ချက်များသည် အချိန်ကြာလာသည်နှင့်အမျှ ပြောင်းလဲမှုများကို ခြေရာခံရန် ကူညီပေးနိုင်ပါသည်။ နယ်ပယ်များစွာတွင် ကျဆင်းမှုကို တွေ့ရှိပါက၊ သင့်ကျန်းမာရေးပညာရှင်နှင့် ချိန်းဆိုရန် စဉ်းစားပါ။",
    "returnHome": "ပင်မစာမျက်နှာသို့ ပြန်သွားမည်"
  },
  "status": {
    "highIndependence": "မြင့်မားသော လွတ်လပ်မှု",
    "moderateIndependence": "အလယ်အလတ် လွတ်လပ်မှု",
    "needsSupport": "အထောက်အပံ့ လိုအပ်သည်"
  },
  "activities": [
    "တယ်လီဖုန်းအသုံးပြုခြင်း",
    "စျေးဝယ်ခြင်း",
    "အစားအစာပြင်ဆင်ခြင်း",
    "အိမ်သန့်ရှင်းရေး",
    "အဝတ်လျှော်ခြင်း",
    "သယ်ယူပို့ဆောင်ရေး",
    "ဆေးဝါးစီမံခန့်ခွဲခြင်း",
    "ငွေကြေးစီမံခန့်ခွဲခြင်း"
  ]
}