{
  "app": {
    "title": "เครื่องมือติดตามทักษะการใช้ชีวิตประจำวัน",
    "subtitle": "ติดตามความเป็นอิสระในกิจกรรมประจำวันของคุณ"
  },
  "start": {
    "nameLabel": "ชื่อของคุณ",
    "namePlaceholder": "กรุณากรอกชื่อ",
    "getStarted": "เริ่มต้น",
    "disclaimer": "เครื่องมือนี้ช่วยคุณติดตามความสามารถในการทำกิจกรรมประจำวัน เครื่องมือนี้<strong>ไม่ใช่เครื่องมือวินิจฉัยทางการแพทย์</strong> กรุณาปรึกษาผู้เชี่ยวชาญด้านสุขภาพเสมอสำหรับคำแนะนำทางการแพทย์"
  },
  "home": {
    "welcome": "ยินดีต้อนรับ,",
    "trackActivities": "ติดตามทักษะการใช้ชีวิตประจำวันของคุณ",
    "currentScore": "คะแนนปัจจุบัน",
    "lastAssessment": "การประเมินล่าสุด",
    "takeNewAssessment": "ทำการประเมินใหม่",
    "startFirstAssessment": "เริ่มการประเมินครั้งแรก",
    "viewHistory": "ดูประวัติและแนวโน้ม",
    "viewDetails": "ดูคะแนนปัจจุบันตามหมวดหมู่",
    "aboutTitle": "เกี่ยวกับเครื่องมือนี้",
    "aboutDescription": "เครื่องมือติดตามนี้ช่วยคุณตรวจสอบความสามารถในการทำกิจกรรมประจำวันที่สำคัญแปดอย่าง:",
    "importantReminder": "คำเตือนสำคัญ",
    "disclaimerPoints": {
      "notDiagnostic": "นี่ไม่ใช่เครื่องมือวินิจฉัยและไม่สามารถทดแทนการประเมินทางการแพทย์แบบมืออาชีพได้",
      "earlyAwareness": "ออกแบบมาเพื่อการตระหนักรู้ล่วงหน้าและการติดตามผล และควรหารือผลลัพธ์กับผู้ให้บริการด้านสุขภาพ",
      "familyObservation": "มีคุณค่ามากที่สุดเมื่อใช้ร่วมกับการสังเกตของครอบครัว/เพื่อน"
    }
  },
  "assessment": {
    "questionOf": "คำถาม {{current}} จาก {{total}}",
    "complete": "เสร็จสมบูรณ์ {{percent}}%",
    "selectOption": "เลือกตัวเลือกที่อธิบายความสามารถปัจจุบันของคุณได้ดีที่สุด",
    "back": "ย้อนกลับ",
    "next": "ถัดไป",
    "completeButton": "เสร็จสิ้น"
  },
  "domains": {
    "telephone": {
      "title": "การใช้โทรศัพท์",
      "questions": {
        "1": "สามารถค้นหาและโทรออกหมายเลขโทรศัพท์ได้เอง",
        "2": "สามารถโทรหมายเลขที่คุ้นเคยบางหมายเลขได้",
        "3": "สามารถรับโทรศัพท์ได้แต่ไม่สามารถโทรออกได้",
        "4": "ไม่ใช้โทรศัพท์เลย"
      }
    },
    "shopping": {
      "title": "การซื้อของ",
      "questions": {
        "1": "จัดการความต้องการซื้อของทั้งหมดได้เอง",
        "2": "ซื้อของสิ่งของเล็กน้อยได้เอง",
        "3": "ต้องมีคนไปด้วยในการซื้อของทุกครั้ง",
        "4": "ไม่สามารถซื้อของได้เลย"
      }
    },
    "meals": {
      "title": "การเตรียมอาหาร",
      "questions": {
        "1": "วางแผน เตรียม และเสิร์ฟอาหารที่เพียงพอได้เอง",
        "2": "เตรียมอาหารที่เพียงพอได้หากมีวัตถุดิบให้",
        "3": "อุ่นและเสิร์ฟอาหารสำเร็จรูป",
        "4": "ต้องการให้คนอื่นเตรียมและเสิร์ฟอาหารให้"
      }
    },
    "housekeeping": {
      "title": "งานบ้าน",
      "questions": {
        "1": "ดูแลบ้านได้เองโดยต้องการความช่วยเหลือเป็นครั้งคราวสำหรับงานหนัก",
        "2": "ทำงานเบาประจำวันได้ เช่น ล้างจาน เก็บเตียง",
        "3": "ทำงานเบาได้แต่ไม่สามารถรักษาความสะอาดในระดับที่ยอมรับได้",
        "4": "ต้องการความช่วยเหลือในการดูแลบ้านทุกอย่าง",
        "5": "ไม่มีส่วนร่วมในงานบ้านใดๆ"
      }
    },
    "laundry": {
      "title": "การซักผ้า",
      "questions": {
        "1": "ซักผ้าส่วนตัวได้ทั้งหมดเอง",
        "2": "ซักของเล็กน้อย เช่น ถุงเท้า",
        "3": "ต้องให้คนอื่นซักผ้าให้ทั้งหมด"
      }
    },
    "transportation": {
      "title": "การเดินทาง",
      "questions": {
        "1": "เดินทางด้วยระบบขนส่งสาธารณะหรือขับรถเองได้",
        "2": "จัดการเดินทางด้วยแท็กซี่ได้เอง",
        "3": "เดินทางด้วยระบบขนส่งสาธารณะได้เมื่อมีคนช่วย",
        "4": "การเดินทางจำกัดอยู่แค่แท็กซี่หรือรถยนต์โดยมีคนช่วย",
        "5": "ไม่เดินทางเลย"
      }
    },
    "medications": {
      "title": "การจัดการยา",
      "questions": {
        "1": "รับผิดชอบการรับประทานยาในขนาดที่ถูกต้องและเวลาที่ถูกต้องได้เอง",
        "2": "รับผิดชอบได้หากมีการเตรียมยาไว้ล่วงหน้า",
        "3": "ไม่สามารถจัดการยาของตนเองได้"
      }
    },
    "finances": {
      "title": "การจัดการการเงิน",
      "questions": {
        "1": "จัดการเรื่องการเงินทั้งหมดได้เอง",
        "2": "จัดการการซื้อของประจำวันได้แต่ต้องการความช่วยเหลือในการทำธนาคาร",
        "3": "ไม่สามารถจัดการเงินได้"
      }
    }
  },
  "results": {
    "title": "การประเมินเสร็จสมบูรณ์",
    "subtitle": "นี่คือผลลัพธ์ของคุณ",
    "yourScore": "คะแนนของคุณ",
    "highIndependence": "มีความเป็นอิสระสูง",
    "moderateIndependence": "มีความเป็นอิสระปานกลาง",
    "supportNeeded": "ต้องการการสนับสนุน",
    "highMessage": "คุณจัดการกิจกรรมประจำวันได้ดี ติดตามความสามารถของคุณต่อไปและรักษานิสัยที่ดีต่อสุขภาพ",
    "moderateMessage": "บางกิจกรรมอาจต้องการการสนับสนุน พิจารณาหารือความท้าทายใดๆ กับสมาชิกในครอบครัวหรือผู้ให้บริการด้านสุขภาพ",
    "supportMessage": "กิจกรรมหลายอย่างแสดงว่าต้องการความช่วยเหลือ เราแนะนำให้ปรึกษาผู้เชี่ยวชาญด้านสุขภาพเพื่อหารือตัวเลือกการสนับสนุน",
    "scoresByCategory": "คะแนนตามหมวดหมู่:",
    "independent": "เป็นอิสระ",
    "needsSupport": "ต้องการการสนับสนุน",
    "returnHome": "กลับหน้าหลัก",
    "viewHistory": "ดูประวัติและแนวโน้ม",
    "nextStepsTitle": "ควรทำอะไรต่อไป?",
    "nextSteps": {
      "share": "แบ่งปันผลลัพธ์เหล่านี้กับสมาชิกในครอบครัวหรือผู้ดูแล",
      "track": "ติดตามการเปลี่ยนแปลงเมื่อเวลาผ่านไปโดยการประเมินเป็นประจำ",
      "consult": "ปรึกษาผู้เชี่ยวชาญด้านสุขภาพหากสังเกตเห็นการลดลงที่น่ากังวล",
      "stayActive": "คงความกระฉับกระเฉงทางร่างกาย จิตใจ และสังคม"
    }
  },
  "history": {
    "title": "ประวัติการประเมิน",
    "backToHome": "กลับหน้าหลัก",
    "noHistory": "ยังไม่มีประวัติการประเมิน",
    "takeFirst": "ทำการประเมินครั้งแรกของคุณ",
    "improvingTrend": "แนวโน้มดีขึ้น",
    "decliningTrend": "แนวโน้มลดลง",
    "stable": "คงที่",
    "improvingMessage": "คะแนนของคุณดีขึ้นเมื่อเวลาผ่านไป",
    "decliningMessage": "พิจารณาหารือเรื่องนี้กับผู้ให้บริการด้านสุขภาพ",
    "stableMessage": "คะแนนของคุณคงที่",
    "totalScore": "คะแนนรวม"
  },
  "details": {
    "title": "รายละเอียดการประเมิน",
    "assessmentDate": "วันที่ประเมิน:",
    "totalScore": "คะแนนรวม:",
    "yourResponse": "คำตอบของคุณ:",
    "recommendation": "คำแนะนำ",
    "recommendationText": "พิจารณาหารือตัวเลือกการสนับสนุนสำหรับกิจกรรมนี้กับสมาชิกในครอบครัวหรือผู้ให้บริการด้านสุขภาพ",
    "aboutTitle": "เกี่ยวกับการประเมินของคุณ",
    "aboutText1": "การประเมินนี้ใช้มาตรวัด Lawton Instrumental Activities of Daily Living (IADL) ซึ่งเป็นเครื่องมือที่ได้รับการรับรองที่ผู้เชี่ยวชาญด้านสุขภาพใช้ประเมินความเป็นอิสระในการทำหน้าที่",
    "aboutText2": "การประเมินเป็นประจำสามารถช่วยคุณติดตามการเปลี่ยนแปลงเมื่อเวลาผ่านไป หากคุณสังเกตเห็นการลดลงในหลายด้าน พิจารณานัดหมายปรึกษากับผู้ให้บริการด้านสุขภาพของคุณ",
    "returnHome": "กลับหน้าหลัก"
  },
  "status": {
    "highIndependence": "มีความเป็นอิสระสูง",
    "moderateIndependence": "มีความเป็นอิสระปานกลาง",
    "needsSupport": "ต้องการการสนับสนุน"
  },
  "activities": [
    "การใช้โทรศัพท์",
    "การซื้อของ",
    "การเตรียมอาหาร",
    "งานบ้าน",
    "การซักผ้า",
    "การเดินทาง",
    "การจัดการยา",
    "การจัดการการเงิน"
  ]
}